Repository: EticaAI/lsf-cache
Catalog: 1603/63/101/1603_63_101.no11.tmx
Source language: qcc
Languages: abk, ace, afr, amh, ara, arg, ary, arz, asm, ast, ava, awa, azb, aze, bak, bam, ban, bar, bcl, bel, ben, bho, bis, bod, bos, bre, bul, bxr, cat, cdo, ceb, ces, che, chv, ckb, cor, cos, crh, cym, dan, deu, diq, div, dsb, dty, ell, eng, epo, est, eus, ext, fao, fas, fin, fra, frp, frr, fry, fur, gan, gcr, gla, gle, glg, glv, gom, grn, gsw, guj, hak, hat, hau, hbs, heb, hif, hin, hrv, hsb, hun, hye, hyw, ido, ile, ilo, ina, ind, inh, isl, ita, jam, jav, jbo, jpn, kaa, kab, kal, kan, kat, kaz, kbp, khm, kin, kir, kon, kor, krc, kur, lad, lao, lat, lav, lez, lfn, lij, lim, lin, lit, lld, lmo, ltz, lzh, mai, mal, mar, mhr, min, mkd, mlg, mlt, mni, mnw, mon, msa, mul, mwl, mya, mzn, nah, nan, nap, nav, nds, nep, new, nld, nno, nob, nqo, oci, ori, oss, pam, pan, pap, pcd, pfl, pms, pnb, pol, por, pus, que, roh, ron, rue, rup, rus, sah, san, sat, scn, sco, sgs, shi, sin, slk, slv, sme, smn, smo, sna, snd, som, spa, sqi, srd, srn, srp, ssw, stq, sun, swa, swe, szl, tam, tat, tcy, tel, tgk, tgl, tha, tso, tuk, tur, udm, uig, ukr, urd, uzb, vec, vep, vie, vls, vol, vro, war, wln, wol, wuu, xho, xmf, yid, yor, yue, zha, zho, zul

source: Q232254
ara: معول
arg: Pica
bar: Grompm
bel: Кірка
bul: Кирка
cat: pic
ces: krumpáč
chv: Катмак
cym: Caib
deu: Spitzhacke
ell: αξίνα
eng: pickaxe
epo: Pioĉo
est: Kirka
eus: Pikotx
fas: کلنگ
fin: Hakku
fra: pioche
gle: Piocóid
heb: מכוש
hin: गैंती
hun: csákány
ido: Piocho
ind: Belencong
isl: Haki
ita: piccone
jpn: つるはし
kan: ಪಿಕಾಸಿ
kat: წერაქვი
kor: 곡괭이
kur: Tevir
lav: Cērte
lim: Bikkel
ltz: Piosch
mar: टिकास
mul: /pickaxe || tool for breaking hard surfaces, with a long wooden handle and a curved metal bar with a sharp point/@eng-Latn
mzn: کالنگ
nap: Sciamarro
nld: houweel
nno: hakke
nob: hakke
pol: Kilof
por: picareta
pus: مېتی
ron: Târnăcop
rus: кайло
slk: Čakan
som: Garweyn
spa: pico
sqi: Kazma
srp: Пијук
sun: Balincong
swe: korphacka
szl: Haka
ukr: Кирка
vec: Pico
vep: Kokteine
wuu: 十字镐
zho: 鶴嘴鋤

source: Q1327701
ara: أداة التشغيل
cat: eina elèctrica
ces: elektrické nářadí
dan: elværktøj
deu: Elektrowerkzeug
ell: ηλεκτρικό εργαλείο
eng: power tool
epo: Energiilo
fas: ابزار قدرت
fra: outil mécanisé
hin: शक्तिचालित औजार
ita: elettroutensile
jpn: 電動工具
lav: elektroinstruments
mul: /power tool || tool that is actuated by an additional power source and mechanism other than by hand alone/@eng-Latn
nld: gereedschapswerktuig
nno: elektroverkty
nob: elektroverktøy
pol: elektronarzędzie
rus: Электрический инструмент
spa: herramienta eléctrica
srp: електрични алат
ukr: Електричний інструмент
vie: Dòng sản phẩm dụng cụ cầm tay
zho: 电动工具

source: Q72797
ara: نظارة واقية
ben: সুরক্ষা চশমা
bul: Защитни очила
cat: ulleres de seguretat
ces: ochranné brýle
dan: Beskyttelsesbriller
deu: Schutzbrille
eng: goggles
fas: عینک ایمنی
fin: suojalasit
fra: lunettes de protection
hat: Linèt pwoteksyon
heb: משקפי מגן
hin: गॉगल
hrv: Zaštitne naočale
ind: Kaca mata renang
jpn: ゴーグル
kor: 고글
mal: ഗോഗിൾസ്
msa: goggles
mul: /goggles || forms of protective eyewear/@eng-Latn
nld: veiligheidsbril
nob: vernebriller
pol: Gogle
por: óculos de segurança
rus: защитные очки
slv: Zaščitna očala
sme: dorvolásat
smn: torvolaasah
spa: gafas protectoras
sqi: Syzet mbrojtëse
swe: skyddsglasögon
tur: Koruma gözlüğü
ukr: захисні окуляри
urd: شزرات
vie: Kính bảo hộ
yue: 氼鏡
zho: 护目镜

source: Q513631
ast: lleche crudo
cat: llet crua
deu: Rohmilch
eng: raw milk
epo: kruda lakto
fas: شیر خام
fin: raakamaito
fra: lait cru
heb: חלב גולמי
hye: հում կաթ
ind: Susu mentah
ita: latte crudo
jav: Susu mentah
jpn: 生乳
mkd: свежо млеко
mul: /raw milk || milk that has not been pasteurized, a process of heating liquid foods to kill pathogens for safe consumption and extending the shelf life/@eng-Latn
nld: rauwe melk
pol: mleko surowe
ron: lapte crud
rus: сырое или непастеризованное молоко
slv: surovo mleko
spa: leche cruda
srp: сирово млеко
swe: Gammaldags mjölk
tur: Çiğ süt
vie: Sữa tươi
zho: 生乳

source: Q14952
ast: capiellu
bak: баш кейеме
bel: галаўны ўбор
bre: Pennwisk
cat: lligadura
ces: pokrývka hlavy
cym: gwisg pen
dan: hovedbeklædning
deu: Kopfbedeckung
eng: headgear
epo: kapvesto
est: Peakate
eus: Buruko
fin: päähine
fra: couvre-chef
fry: Holdeksel
glv: Coodagh king
gsw: Chopfbedeckig
heb: כיסוי ראש
hrv: Pokrivalo za glavu
ita: copricapo
jpn: ヘッドギア
kat: თავსაბურავი
kir: Баш кийим
kor: 쓰개
lav: galvassega
lit: Galvos apdangalas
mkd: покривка за главата
msa: sarung kepala
mul: /headgear || ny covering for the head; element of clothing which is worn on one's head/@eng-Latn
nld: hoofddeksel
nno: hovudplagg
nob: hodeplagg
pol: nakrycie głowy
por: acessório de cabeça
ron: coifură
rus: головной убор
slv: pokrivalo
spa: tocado
srp: pokrivka za glavu
swe: huvudbonad
tur: Başlık
ukr: Головний убір
yue: 帽
zho: 帽子

source: Q39453
aze: Axtarış-xilasetmə iti
deu: Rettungshund
eng: search and rescue dog
epo: Savhundo
fin: pelastuskoira
fra: chien de sauvetage
heb: כלבי גישוש
jpn: 災害救助犬
msa: Anjing pencarian dan penyelamatan
mul: /search and rescue dog || dog trained to locate or retrieve a missing or trapped person/@eng-Latn
nld: reddingshond
nob: Redningshund
pol: pies ratowniczy
por: cães para resgate de reféns
slv: Reševalni pes
spa: perro de búsqueda y rescate
swe: räddningshund
tur: Arama-kurtarma köpeği
zho: 搜索及拯救犬

source: Q2514555
ben: বদনা
ell: λοτά
eng: Lota (vessel)
guj: લોટો
hin: लोटा
ita: Lota
mul: /lota (vessel) || Vessel used in South Asia/@eng-Latn
nep: लोटा
pnb: لوٹا
urd: لوٹا

source: Q1960534
bos: Ulje palminog jezgra
cat: oli de palmist
ces: Palmojádrový olej
deu: Palmkernöl
eng: palm kernel oil
eus: palmiste olio
fas: روغن هسته پالم
fra: huile de palmiste
ind: Minyak inti kelapa sawit
ita: olio di palmisto
kan: ಪಾಮ್ ಕೆರ್ನಲ್ ಎಣ್ಣೆ
kor: 팜핵유
lin: Mafúta ma ndiká
lit: Alyvpalmių sėklų aliejus
msa: Minyak isirong sawit
mul: /palm kernel oil || edible plant oil derived from the kernel of the oil palm Elaeis guineensis/@eng-Latn
nld: Palmpitolie
rus: Пальмоядровое масло
spa: aceite de semilla de palma
swe: Palmkärnolja
tel: పామ్కెర్నల్ నూనె
ukr: Пальмоядрова олія
zho: 棕櫚核仁油

source: Q336938
bul: Експозиция
cat: exposició a la radiació
ces: expozice
deu: Ionendosis
eng: exposure
eus: esposizio
fas: تابش پرتو
fra: exposition
jpn: 照射線量
kor: 조사선량
mkd: изложеност на зрачење
mul: /radiation exposure/@eng-Latn
pol: ekspozycja na promieniowanie
ron: Expunere la radiații ionizante
rus: экспозиционная доза
spa: exposición
srp: изложеност радијацији
ukr: Експозиційна доза
zho: 接觸輻射線

source: Q1753272
cat: Carn deshidratada
ces: Sušené maso
deu: Trockenfleisch
ell: αποξηραμένο κρέας
eng: dried meat
epo: sekigita viando
fra: viande séchée
heb: בשר מיובש
ita: carne secca
jav: Daging garing
kor: 마른고기
mul: /dried meat || meat that has been dehydrated/@eng-Latn
nld: gedroogd vlees
por: carne-seca
rus: сушёное мясо
spa: Carne seca
tur: Kurutulmuş et
vec: carne seca
zho: 風乾的肉

source: Q98841400
cat: Oli de canola
ces: nízkoerukový řepkový olej
deu: Rapsöl
eng: canola oil
fin: Rypsiöljy
hun: Repceolaj
jav: Lenga kanola
mul: /canola oil || oil derived from a canola, low eruca acid cultivar of rapeseed/@eng-Latn
nld: koolzaadolie
swe: rapsolja
tha: น้ำมันคาโนลา
yue: 芥花籽油

source: Q1758541
cat: Servei de taula
dan: Kuvert
deu: Tischgedeck
eng: table setting
fas: چیدمان میز
fin: Kattaus
fra: dressage de table
heb: עריכת שולחן
ind: Pengaturan meja
ita: Coperto
mul: /table setting || group of matched tableware or flatware for one diner/@eng-Latn
nld: tafeldekken
nob: Kuvert
pol: Coperto
rus: Куверт
spa: Servicio de mesa
swe: Kuvert (dukning)
tgl: serbisyo sa mesa
tur: Yemek masası düzeni
war: Serbisyo han lamisa

source: Q5159079
cat: serra per a formigó
deu: Betonsäge
eng: concrete saw
epo: betonsegilo
fra: scie à béton
mul: /concrete saw || power tool used for cutting concrete, masonry, brick, asphalt, tile, and other solid materials/@eng-Latn
nob: betongsaging
ron: ferăstrău pentru beton
spa: sierra para hormigón

source: Q694547
cat: con de trànsit
ces: dopravní kužel
dan: Trafikkegle
deu: Leitkegel
eng: traffic cone
epo: trafikkonuso
fin: liikennekartio
fra: cône de chantier
heb: עמוד גמיש
ind: Kerucut lalu lintas
isl: Umferðarkeila
ita: Cono stradale
jpn: ロードコーン
mal: ട്രാഫിക് കോൺ
mul: /traffic cone || cone-shaped marker used for traffic management/@eng-Latn
nld: Pylon
pol: pachołek drogowy
por: cone de tráfego
rus: Дорожный конус
slk: Dopravný kužeľ
spa: Cono de tráfico
swe: Trafikkon
ukr: Дорожній конус
yue: 雪糕筒
zho: 交通錐

source: Q484807
ces: anální hygiena
deu: Analhygiene
ell: Πρωκτική υγιεινή
eng: anal cleansing
epo: purigado de anuso
fra: nettoyage anal
hin: गुद स्वच्छता
ind: Cebok
mul: /anal cleansing || hygienic practice that a person performs on the anal area of themselves after defecation/@eng-Latn
rus: анальная гигиена
sin: ගුද පවිත් රීකරණය
tat: анал гигиенасы
zho: 清洗肛門

source: Q13616188
ces: trvanlivé mléko
deu: H-Milch
eng: UHT milk
fra: Lait UHT
mul: /UHT milk || milk sterilized via Ultra-high temperature processing (UHT)/@eng-Latn
rus: ультрапастеризованное молоко
spa: Leche UHT

source: Q3083164
dan: Hygiejnebind
deu: Monatshygiene
eng: feminine hygiene
epo: menstruoŝirmilo
fas: محصولات بهداشتی زنانه
fra: protection hygiénique
heb: היגיינה נשית
hin: स्त्री स्वच्छता
ind: Higiene kewanitaan
jpn: 生理処理用品
msa: Kebersihan kesihatan wanita
mul: /feminine hygiene || personal care products used by women/@eng-Latn
por: Higiene feminina
rus: предмет женской гигиены
swe: mensskydd
tur: Kadın hijyeni
vie: sản phẩm vệ sinh nữ giới
zho: 女性生理用品

source: Q1303067
deu: Eigenblutspende
eng: autologous blood donation
fra: don de sang autologue
mul: /autologous blood donation || blood donation marked for use by the donor, typically for a scheduled surgery/@eng-Latn
nds: Egenbloodspenn
spa: donación de sangre autóloga

source: Q919290
deu: Thanaka
eng: Thanaka
fin: Thanaka
fra: Thanaka
ind: Thanakha
isl: Thanaka
ita: Thanaka
jpn: タナカ
kor: 타나카
msa: Thanaka
mul: /thanaka || yellowish-white cosmetic paste made from ground bark/@eng-Latn
mya: သနပ်ခါး
nld: Thanaka
por: Thanaka
spa: Thanaka
tha: แป้งพม่า
zho: 檀娜卡

source: Q332807
deu: Überlebensration
eng: emergency ration
jpn: 非常食
kor: 비상식량
mul: /emergency ration || food and drink that a person stores and relies on in case of an emergency/@eng-Latn
nld: noodrantsoen
spa: ración de emergencia
zho: 应急口粮

source: Q256348
eng: chronic radiation syndrome
fra: syndrome chronique d'irradiation
mul: /chronic radiation syndrome/@eng-Latn
vie: Hội chứng nhiễm phóng xạ mãn tính
zho: 慢性辐射综合症

source: Q101112673
eng: Pollotarianism
ita: pollotarianismo
mul: /pollotarianism/@eng-Latn
pol: Pollowegetarianizm
rus: Поллотарианство

source: Q108882835
eng: Lacto-ovo vegetarianism
mul: /lacto-ovo vegetarianism/@eng-Latn
zho: 蛋奶素主義

source: Q110760891
eng: Borak
mul: /borak || cosmetic face powder or paste that is applied on the face for protection from the sun/@eng-Latn

source: Q55454739
eng: disposable diaper
jpn: 使い捨ておむつ
mul: /disposable diaper || single-use diaper/@eng-Latn

source: Q6015249
eng: Incontinence pad
jpn: 尿吸収パッド
mul: /incontinence pad || small, impermeable multi-layered sheet with high absorbency that is used in the incontinence and health-care industries as a precaution against urinary incontinence/@eng-Latn

source: Q7423795
eng: sardines as food
ind: Sarden
jav: Sardhèn
mul: /sardines as food/@eng-Latn
por: Sardinhas como alimento
tha: ปลาซาร์ดีน (อาหาร)
vie: Thịt cá mòi
zho: 沙丁鱼罐头

source: Q6132995
eng: road traffic control
epo: trafikregado
heb: בקרת תנועה
hin: सड़क यातायात नियंत्रण
jpn: 交通規制
kor: 자동차 교통 관제
mul: /road traffic control || directing vehicular and pedestrian traffic around a construction zone, accident or other road disruption/@eng-Latn
slv: Nadzor cestnega prometa
spa: control de tránsito
zho: 道路交通管制
